package neatlogic.module.process.api.processtask.test;

/**
 * @Title: Text
 * @Package: neatlogic.module.process.api.processtask.test
 * @Description: TODO
 * @Author: 89770
 * @Date: 2021/1/7 14:31
 **/
public class Text {
    public static final String text= "\n" +
            "------------\n" +
            "\n" +
            "命运法则\n" +
            "\n" +
            "\n" +
            "------------\n" +
            "\n" +
            "第一章 高人\n" +
            "\n" +
            "“一般人七分命三分运，你怎么会有六分命四分运？奇怪，太奇怪了！年轻人，你的命数不错，是大富大贵的命格！”\n" +
            "\n" +
            "    才走出回车巷，施得正想回头望上一眼曾经留给他留下无数美好回忆的学步桥和回车巷时，突然，冷不防身后传来一个苍老的声音。\n" +
            "\n" +
            "    施得着实吓了一跳，回身一看，不由顿时愣住——身后站了一个道风仙骨的高人。\n" +
            "\n" +
            "    单城是千年古城，回车巷是历史文化遗址，但单城却没有利用悠久的历史文化大做文章，旅游一直不温不火，不成气候。\n" +
            "\n" +
            "    从学步桥向东一转几十米，就是回车巷，如果说单城学步的成语人人皆知的话，那么回车巷的典故怕是知道的人并不多。\n" +
            "\n" +
            "    现在的回车巷，倒成了算命、看相的江湖骗子聚集之地，窄窄的巷子里坐满了各种装扮的算命先生或江湖术士，摆一块布，支一个幌子，再画上天干地支、乾坤周易，俨然就成了可以一口断人前程一语定人命运的高人。\n" +
            "\n" +
            "    但大多数算命先生或江湖术士都卖相不佳，要么是瞎子，要么嘴角有一颗痣，要么长相委琐，要么长得五短三粗、马瘦毛长，等等，基本上可以说正常人很少，施得还是第一次见到卖相如此上佳的算命先生。\n" +
            "\n" +
            "    只不过心情灰暗、人生充满了绝望的施得对高人的卖相并不太感兴趣。尽管说来，身后的高人和大多数算命先生有所不同的是，不但生得人高马大，足足比施得高出一头有余，就是说，至少有一米八五以上，而且还相貌堂堂，是一个年约五旬的老者。\n" +
            "\n" +
            "    一个身高一米八五的五十有余的老头，又有一身飘逸、洁白的太极服，又是鹤发童颜，卖相确实非同一般，他面带微笑，浑身上下散发一片祥和之气，乍一看，和摆摊的算命先生相比，他就是高出至少两个层次的轻易不会出世的世外高人。\n" +
            "\n" +
            "    只可惜……现在的施得对生活已经绝望，别说眼前的老者说他六分命四分运，就是说他有可以平步青云的五分命五分运的命格，他也不以为然，更何况，他本来不信算命、相面之说。\n" +
            "\n" +
            "    对一个将死之人，还谈什么大富大贵，简直是天大的玩笑！\n" +
            "\n" +
            "    “你认错人了。”施得不等老者再说什么，冲他摆了摆手，“别理我，烦着呢！”\n" +
            "\n" +
            "    “年轻人，请留步。”老者见施得迈步要走，他向前一步，拦住了施得的去路，“我免费给你算上一算，不管对不对，都不收费，你看成不？”\n" +
            "\n" +
            "    现在正是乍暖还寒的季节，施得穿了一身厚厚的冬装，背了一个看不出颜色的背包，头发乱蓬蓬，胡子三天未刮，眼窝深陷，一脸憔悴……落魄之态，和街边的讨饭者没什么区别。如果说他有什么大富大贵的命，一百个人，九十九个不会相信。\n" +
            "\n" +
            "    唯一一个相信的人，还是个瞎子。\n" +
            "\n" +
            "    但高人老者显然不是瞎子，而且双眼有神，尤其是他穿了一身十分洒脱的白色的练功服，在眼下春寒料峭的时节，确实道风仙骨，就如不食人间烟火的神仙。\n" +
            "\n" +
            "    施得却还是不为心动，他不相信卖相好的人就一定是好人，就固执地向右错开一步，让过了老者，很不耐烦地说道：“请让开，我还有事，赶时间。”\n" +
            "\n" +
            "    老者微笑的表情神秘莫测，轻巧地吐出了一句话：“早死晚死都是死，我只听说有人赶火车，有人赶飞机，没听说有人连死也要赶时间。”\n" +
            "\n" +
            "    一句话如晴天霹雳，顿时将施得震惊当场！\n" +
            "\n" +
            "    ……一碟花生米，一盘凉拌土豆丝，一盆热腾腾的豆腐汤，外加一碗热辣辣的面条，让施得吃得抬不起头来，满头大汗，全无形象。\n" +
            "\n" +
            "    一碗香饭店位于距离学步桥不远的丛台路上，是一家老字号饭店，以各种蒸碗和乡土风味著称，每到饭点，从来都是客满。在2000年时人均收入普遍不高的单城，一腕香有这样好的生意，确实有其独到之处。\n" +
            "\n" +
            "    至于前来吃饭的食客是单纯地因为一碗香的饭菜一绝，还是为了多看一眼号称蒸碗西施的一碗香的老板娘碧悠，就不得而知了。\n" +
            "\n" +
            "    在一个角落里，老者和施得相对而坐。老者一边欣赏施得狼吞虎咽的形象，一边就着水煮花生米，一口一口地抿酒。\n" +
            "\n" +
            "    酒是单城特产丛台酒，度数不小，56度，味道纯正，回味悠长，从老者享受的表情就可以知道，他对丛台酒颇是喜欢。\n" +
            "\n" +
            "    施得吃得兴起，将一大碗面条汤一口喝光，用袖子一抹嘴巴，双手一摊，很无赖甚至有些无耻地说道：“老骗子，你上当了，我身上一分钱也没有，吃你的喝你的，你想怎么样骗我都随便，反正我是要钱没有，要命有一条！而且……还是烂命，哈哈。”\n" +
            "\n" +
            "    老者不动声色地笑了笑：“我不要你的钱，更不要你的命，我要你一个承诺。”\n" +
            "\n" +
            "    “什么承诺？”施得无谓地笑了，“一个快死的人的承诺，你也会相信？再说，你就算信了也没用。人死话空！”\n" +
            "\n" +
            "    “相信，不相信你的话，我也不会闲着没事请你吃饭。你既然口口声声说要死了，怎么吃起饭来，还吃得这么香？”老者老神在在，似乎吃定了施得。\n" +
            "\n" +
            "    “虽然我是快要死的人了，但当个饱死鬼总比饿死鬼强！”施得抹了抹嘴巴，又将茶水抹在头发上，用手当梳子理了一遍头发，才说，“老骗子，我实话告诉你，我生在新中国，长在红旗下，又是名牌大学的毕业生，天生的唯物主义者，从来不相信什么算命相面一说，更不相信什么命格之数，你不用白费心机骗我了，什么七分命三分运，什么六分命四分运，我统统不相信，就是你说破天，我就一句话——迷信！”\n" +
            "\n" +
            "    被施得骂成老骗子，老者毫不生气，只是高深莫测地笑了笑：“有些事情你信不信，都真实存在。几千年前，老子说，其大无外，其小无内。几千年后的今天，科学证实，宇宙之大，无边无际。分子里面有原子，原子里面有质子，比质子还小的微粒还有什么？你是名牌大学生，说说为什么？”\n" +
            "\n" +
            "    施得震惊得目瞪口呆，一脸难以置信地望向了老者。\n" +
            "\n" +
            "    如果说早先他被老者一语道破秘密，说出了他将要不久于人世的真相，已经足够让他震惊了，但他在最初的震惊过后，还是不相信老者的命格之说。之所以跟随老者来一碗香吃饭，就是抱定死也要当个饱死鬼的无赖想法，才不是真的相信了老者是什么世外高人。\n" +
            "\n" +
            "    但当老者从老子的其大无外其小无内引申到现在科学的实证，他确实惊呆了，不得不说老者的解读非常贴切并且精彩，让他这个下江复旦大学毕业的高材生也不得不佩服几分。\n" +
            "\n" +
            "    “老骗子，你到底是什么人？”施得说顺口了，开口还叫对方为老骗子。\n" +
            "\n" +
            "    “我不是老骗子，我有名有姓。姓何名子天，你可以叫我何爷。”老者又捏起一粒五香花生米，捻了皮，慢慢地放到嘴里，一边品味花生米的美味，一边眯着眼睛问道，“小伙子，你叫什么名字？”\n" +
            "\n" +
            "    “施得，施舍的施，得到的得，意思就是不想施舍只想得到，从来不做无利可图的事情。”施得嘿嘿一笑，“老骗……不，何爷，饭也吃了，话也谈了，是不是该各走各的路了？”\n" +
            "\n" +
            "    “你就一点儿也不关心我怎么看出了你是一个快死之人？”何子天又将一粒花生米放到了嘴里，难得他一把年纪了，还满嘴好牙，能吃得动五香花生米。\n" +
            "\n" +
            "    施得早就注意到何子天酷爱花生米的嗜好，他先要了一盘水煮花生米，似乎又觉得不够，叫过了一碗香的老板娘碧悠，点名要了一碟碧悠亲自炒制的五香花生米。\n" +
            "\n" +
            "    吃饭期间，何子天除了吃了两种不同的花生米之外，就喝了小半瓶白酒，其他东西，未吃一口。对于施得点的酱牛肉，更是看也未看一眼。期间，施得还假装客气地为何子天夹菜，何子天虽然没有推辞，却悄悄将放了肉的盘子推到了一边。\n" +
            "\n" +
            "    施得看得清楚，只当何子天假装清高，连肉都不吃，不过他却没有多想，对他来说，世间的事情已经无可留恋，何子天到底是高人还是骗子对他来说也没什么区别，反正他吃也吃了喝也喝了，又身无分文，谁能骗他什么？再说他连死都不怕了，还怕别人骗他？\n" +
            "\n" +
            "    笑话。\n" +
            "\n" +
            "    不过在一碗香的老板娘碧悠亲自为何子天端上一碟花生米时，施得的眼睛还是亮了一亮。\n" +
            "\n" +
            "    单城自古出美女，此话不假，单城女子，皮肤白皙，身材匀称，既有小家碧玉的温婉，又有大家闺秀的风范。碧悠是不是单城女子不知道，她身高足有一米七一，穿了一双平底布鞋，走路的时候轻巧无声，她从施得的身后走来，直到施得鼻中嗅到一股异香，他才意识到背后有佳人走近。\n" +
            "\n" +
            "    一回头，却没有看到碧悠的正面，碧悠的步子太快，错过了施得的回头，她将一碗花生米放在何子天的身前，微一点头，就又聘聘婷婷地向前迈步，只留给施得一个袅袅娜娜的背影。\n" +
            "\n" +
            "    碧悠穿了一身裙装，腰细、臀宽，弧度完美而诱人，蓝底白花的裙装，微泛红色的上衣，衬托得她整个人如一朵亭亭玉立的紫罗兰。\n" +
            "\n" +
            "    有些女人美在局部，有些女人美在整体，如碧悠一样只凭一个背影就让施得已经枯竭的心田泛起波浪的超绝之美，十分少见。\n" +
            "\n" +
            "    （新书正式发布，各位亲爱，最是需要你们支持的时候。推荐、收藏、打赏，现在是雪中送炭的时刻！）\n" +
            "------------\n" +
            "\n" +
            "第二章 命格之数\n" +
            "\n" +
            "女人……施得心中泛起的波浪之中，更多的是苦涩，女人是世界上最不可思议的生物，最让人爱又最让人恨，他落到今天的地步，全是因为一个女人！\n" +
            "\n" +
            "    想到伤心处，想到痛苦的往事，想到害得他走向绝路的黄素素，施得突然伸手从何子天手中抢过一杯白酒，一仰脖，一饮而尽。\n" +
            "\n" +
            "    “咳，咳……”喝得急了点，一大杯三两的白酒一口喝下，呛得他满脸通红，咳嗽连连。\n" +
            "\n" +
            "    “何爷……你到底是什么人？”施得收回心思，不再回想痛苦的往事，反倒对眼前的何子天多了兴趣，当个饱死鬼是不错，还要再当一个明白鬼更好。\n" +
            "\n" +
            "    “你看我是什么人？”何子天捏起一粒花生米，放在了施得的面前，“来，尝一尝碧悠的手艺，她炒制的花生米，全单城独一份，不，应该说全天下独一无二。”\n" +
            "\n" +
            "    “花生米又叫长寿果，多吃可长寿。”\n" +
            "\n" +
            "    施得大笑，笑声中是说不出的悲壮和苍凉：“何爷，你对一个快死的人说长寿，不觉得太没人性了？”\n" +
            "\n" +
            "    何子天却不笑：“你不是不信算命、相面？”\n" +
            "\n" +
            "    “是不信，但现在正好有闲了，听你随便说说也行，就当听个乐儿。”施得身子向后一靠，嘿嘿地笑了起来。\n" +
            "\n" +
            "    “你不急着去送死了？”何子天又小口抿了一口酒。\n" +
            "\n" +
            "    “不急，不急，早死晚死都是一死，我忽然想听听，何爷你是怎么一眼看出了我是一个快死之人？是不是我的面相上写着一个大大的‘死’字？”施得是不信相面、算命之说，但他还算对传统文化有一定的敬畏之心。\n" +
            "\n" +
            "    “我不是算命先生，也不是相面的老骗子，我研究的是人的命格之数。”何子天郑重其事地说道，“或者说，是命格之术。”\n" +
            "\n" +
            "    施得惊讶地问道：“命格之数……是什么？”\n" +
            "\n" +
            "    “人人都有命数，命数，就是命定之数。命定之数，也可以称之为命格之数。”\n" +
            "\n" +
            "    中午的阳光透过窗户的花纹玻璃落在何子天的头上，就如一团火焰在他花白的头上跳跃燃烧。不知何故，一瞬间施得的心境莫名沉静了许多，心中的烦躁之意也减轻了不少。\n" +
            "\n" +
            "    也怪了，从一开始他觉得何子天是一个老骗子时起，他就莫名觉得何子天有亲切之感，好像是多年的老朋友一样。当时他以为是错觉，但在接受了何子天的邀请来到一碗香吃最后的午饭之后，他越来越觉得何子天在神秘莫测的背后，不是什么江湖骗子，也不是算命先生，反倒像一个慈祥、亲切的邻家长辈。\n" +
            "\n" +
            "    或许是何子天慈眉善目的卖相欺骗了他的眼睛，也或许是何子天掩藏太深，对他似乎确实并无所图，让他放松了警惕。总之施得现在虽然还心存必死之志，却已经不再焦虑不安，而是想听听何子天到底想对他说一些什么。\n" +
            "\n" +
            "    “和命格之术相比，算命、相面只不过是细枝末节，是命格之术中最浅显的部分。而且现在大街上摆摊算卦、相面、测字的瞎子跛子，就和你说的一样，都是骗子，真正的高人，哪怕是算命、相面的高人，也轻易不会给人算命、相面，所谓天机不可泄漏，哪里有靠泄漏天机讨生计的道理？泄漏天机，必遭天谴！”\n" +
            "\n" +
            "    见何子天越说越是玄乎，所谓玄之又玄，妙不可言，施得反倒感觉心中有一根弦被拨动了，现在别说想去死了，心思全被何子天的话吸引了。人人都对玄妙的事情感兴趣，施得也不例外。尽管他已经被悲惨的命运折磨得不再相信奇迹，却还是想听听命格之术到底是什么神奇之术。\n" +
            "\n" +
            "    “我就不明白了，何爷，你叫住了我，说破了我的命，不也是泄漏天机，你就不怕天谴？”施得可不是关心何子天，而是想问得何子天哑口无言。\n" +
            "\n" +
            "    何子天用筷子夹起一粒水煮花生米，扔到了嘴里：“我泄漏一句天机，吃十粒花生米，就可以化解天谴。”\n" +
            "\n" +
            "    如此说法闻所未闻，如果天谴这么轻易化解，就不叫天谴了，施得自然不信，嘿嘿一笑：“你说什么就是什么了，请何爷继续赐教。”\n" +
            "\n" +
            "    何子天不理会施得轻描淡写外加嘲讽的语气，继续吃他的花生米。\n" +
            "\n" +
            "    “说到现在，你肯定还不明白到底什么是命格之数？”\n" +
            "\n" +
            "    “我连算命、相面都不明白，就更不明白命格了。既然人的命运都有定数，那么岂不是说人生的奋斗就没有意义了？”施得24年的人生充满了一般人想像不到的离奇和变故，他对命运的理解，比大部分人深刻多了，甚至可以说，他比活了50多岁的老人对人生的理解还要深刻。\n" +
            "\n" +
            "    施得出生在中部平原的一个小县城，父母都是教师，家境十分殷实，一家人和和美美，生活平实而幸福。\n" +
            "\n" +
            "    但平静的生活在他三岁那年，被意外打破了。\n" +
            "\n" +
            "    三岁时，父母离婚了。离婚原因不明，离婚后，施得跟了父亲，母亲回到了生她养她的下江市，从此和施得天各一方，再也没有回来见施得一面。\n" +
            "\n" +
            "    五岁时父亲娶了继母。\n" +
            "\n" +
            "    继母对他还算不错，视他为亲生，而且为了照顾他的感受，继母还决定不要孩子。\n" +
            "\n" +
            "    施得和母亲分开的时候才三岁，对母亲没有太深的印象，而继母待他如亲生，他就一心将继母当成了亲妈一样。本以为幸福生活会因为一个善良的继母而继续，结果八岁时，父亲又意外失踪了。\n" +
            "\n" +
            "    有人说，父亲是去下江找母亲去了，也有人说，父亲去了京城，寻祖认根去了。但究竟真相如何，施得八岁的年纪，当然不可能想得明白，而且在他幼小的记忆中，从未听过父亲母亲说起过他们的原籍。\n" +
            "\n" +
            "    他一直以为父母就是小县城土生土长的土著。\n" +
            "\n" +
            "    亲生父母从此远离了施得的视线，也完全退出了他的生活，他和没有任何血缘关系的继母相依为命，日子过得清苦而艰辛。\n" +
            "\n" +
            "    不知有多少人劝继母再嫁，继母为了他，毅然决定终身不嫁！就这样，继母一个人拉扯施得长大，含辛茹苦，不知尝尽了多少人间的艰辛。\n" +
            "\n" +
            "    施得还算争气，从小学到中学，学习成绩一直十分优秀，在报考大学时，施得铁了心只上两个地方的大学——京城或下江，除了这两个城市的大学之外，其他地方的大学再好，他也不多看一眼。\n" +
            "\n" +
            "    施得心中永远无法忘怀亲生父母的离去，他相信在京城或下江，总会有父亲或母亲的身影在等他出现。\n" +
            "\n" +
            "    最终，施得考上了久负盛名的下江复旦大学。\n" +
            "\n" +
            "    下江复旦大学和京城的京城大学、清华大学并列为国内三大名校之一，在国内名气极大。本来施得想考京城大学或清华大学，然后利用四年的大学在京城寻找父亲的下落，结果阴错阳差最终却被复旦大学录取了。\n" +
            "\n" +
            "    作为小县城几十年来唯一一名考上复旦大学的大学生，施得成为轰动一时的人物，成为小县城的骄傲，也成为此后几年间家长鼓励孩子学习时的典范。\n" +
            "\n" +
            "    怀着喜悦和对未来的憧憬，施得由小县城一步迈入了国内最繁华最昌盛的城市下江。大学四年期间，他除了学习还是学习，在知识改变命运的年代，想要走出方圆不足十里的小县城，想要出人头地，只有拼搏一条路可走，况且施得也清楚自己命运多舛，又自幼失去双亲，只有学有所成才有出路，才有可能改变命运。\n" +
            "\n" +
            "    他不能辜负继母对他的养育之恩！\n" +
            "\n" +
            "    大学四年，施得怀揣对母亲的最美好的向往，利用假期几乎走遍了下江的大街小巷，想要找到母亲的下落。然而让他失望的是，母亲就如平空消失一样，踪迹全无，就如一股轻烟，消散在天地之间，没有留下一丝蛛丝马迹。\n" +
            "\n" +
            "    大三时，施得和同班同学黄素素擦出了爱情的火花。\n" +
            "\n" +
            "    黄素素戴一副无框近视眼镜，留长发，文静如百合，娴静如幽兰……长发、眼镜妹，再加上文静的气质，是施得无法抵挡的致命诱惑。\n" +
            "\n" +
            "    刚一入学时，施得就被黄素素浑身散发的幽静娴雅的气质吸引，深深喜欢上了她，但他却不敢向她表白，出身小县城的他自认配不上出身下江世家的黄素素。\n" +
            "\n" +
            "    也确实，黄素素眼高过顶，班上不少男生追求她，她都不予理会，一直到大三时，她还是名花寂寞开，孤芳而无主。\n" +
            "\n" +
            "    也不知黄素素怎么就知道了施得寻母的秘密——施得可是从来没有向班上任何一人提过他的身世——她就主动接近施得，帮助施得在下江寻母。\n" +
            "\n" +
            "    年轻的心灵总是容易靠近，一来二去，本来就对黄素素有好感的施得近水楼台先得月，在一个春意浓烈的夜晚，向黄素素表白了……\n" +
            "\n" +
            "    黄素素的表现出乎施得的意外，她似乎只是迟疑了一下，就重重地点了点头：“我是家里的独生女，毕业后肯定不能离开下江，如果你毕业后能留在下江，我们就大有可能在一起。”\n" +
            "\n" +
            "    （祝贺泥捏的小鸟成《命师》第一个掌门！）\n" +
            "------------\n" +
            "\n" +
            "第三章 改命（求收藏、推荐票！）\n" +
            "\n" +
            "黄素素的话，等于为施得的人生点亮了第一盏明灯——为了爱情而奋斗，为了留在下江而努力——成了施得在寻母不成伤心失望之余，最直接的人生动力。\n" +
            "\n" +
            "    1998年，施得大学毕业了，尽管他学习成绩十分优异，尽管他拿着学校的推荐信，但想留在下江的梦想一次又一次在无情的现实之中碰壁！一个下江户口就如一座高不可攀的高山，将他生生阻挡在了下江的大门之外。\n" +
            "\n" +
            "    在还没有放开户口的年代，在唯户口论的时期，没有户口，就等于游离在下江的大门之外。不能成为一名真正的下江人，就不能被黄素素的父母接纳。\n" +
            "\n" +
            "    施得不肯认输，他经历了太多生活的磨难，认定了目标就不会放手。所以，虽然没有取得下江户口，他还是留在了下江，决定一边打工一边寻找合适的机会，他不相信以他下江复旦大学高材生的能力，还不能通过努力争取一个下江户口。\n" +
            "\n" +
            "    下江户口不仅是一种身份的象征，也意味着他的爱情可以落户下江，黄素素说了，她的父母的态度很明确，什么时候等他有了下江户口，什么时候才同意她和他的事情。\n" +
            "\n" +
            "    施得大学毕业后两年时间只回家看望了继母两次，一次是继母因工作调动，从小县城调到了单城，一次是继母生病住院，他急急返回看望。两次都是来去匆匆，只陪继母不到三天时间就又回到了下江——工作繁忙，他赔不起时间。黄素素父母的条件有时间限制，并不是无限期有效，三年之内如果他敲不开下江的大门，那么黄家的大门也将对永远他关闭。\n" +
            "\n" +
            "    也是，黄素素的青春也等不起。\n" +
            "\n" +
            "    施得没日没夜地拼命工作，从推销橄榄油的销售员做起，凭借勤奋和天分，再加上不服输的精神，要改变命运的决心和勇气，从最底层做起，一步步做到了公司的中层，只两年时间，就赚下了近百万元！\n" +
            "\n" +
            "    在2000年时的下江，100万可以买一套位置不错的房子，并且还可以带蓝印户口，只要满几年之后，就可以转为下江正式户口，也就是说，此时的施得，已经成功地打开了下江的大门，即将拥有令人羡慕的一切——收入丰厚的工作、十分难得的下江户口以及一个美丽的妻子。\n" +
            "\n" +
            "    但命运的不幸似乎并没有因为施得的努力而放过他，以前种种的人生曲折和艰辛，留给了施得太多的痛苦回忆，就在他以为以前的一切不顺都已经结束，人生可以迎来全新的转折并且可以掀开一个美好的人生篇章之时，命运，又和他开了一个玩笑。\n" +
            "\n" +
            "    一个残酷的近乎无情的玩笑！\n" +
            "\n" +
            "    继母病危住院，而且还是绝症，需要高达150万的医疗费用。\n" +
            "\n" +
            "    一边是爱情和未来，一边是亲情和母爱，施得一夜未睡，只差一点一夜白头。天一亮，他做出一个艰难但却大胆的决定——赌上一把。尽管医生说继母的绝症治无可治，尽管继母也让施得放弃对她的治疗，因为治疗已经没有了任何意义，尽管施得的钱还不够，他决定为了他人生的全部幸福，拼搏一次。\n" +
            "\n" +
            "    施得却不，他不相信他会被命运的不幸打垮，他要反抗，他要将爱情和未来、亲情和母爱，全部抓在手中。人总是想拥有全部幸福，他也一样。\n" +
            "\n" +
            "    既要救继母，又不放手爱情，就只有一条路可走——赚更多的钱。\n" +
            "\n" +
            "    钱不够救命，必须赚快钱。想要赚钱快，除非赌博，施得不会去赌博，他有做人的底线，但他所做的事情，也和赌博无二——炒期货。\n" +
            "\n" +
            "    期货风险极大，但利润极高，施得就是想投入100万进去，拿出150万或者更出出来，然后救下了继母，还可以留下一部分做为起始资金……\n" +
            "\n" +
            "    愿望很美好，现实很残酷，或者说，命运很无情，施得输了，利润越高，风险就越大，失败的下场就越惨，他不但输得一无所有，而且还欠了一辈子也还不清的债！\n" +
            "\n" +
            "    更悲惨的是，耽误了继母的治疗，继母在医院之中，一个人凄凉地去世，临死都没有见到施得最后一面。\n" +
            "\n" +
            "    施得痛不欲生！\n" +
            "\n" +
            "    打击，却又接踵而至——黄素素断绝了和施得的联系，打电话不接，发短信不回，上门求见，黄父黄母闭门不见，只隔着门缝扔下一句冷梆梆的话：“施得，你就死了心吧，素素是不会跟你了。”\n" +
            "\n" +
            "    从人生的高峰一下跌落到深不见底的深渊，施得从痛不欲生到绝望，经历了怎样刻骨铭心的心路历程，外人就不得而知了。他从下江返回单城，倾尽所有为继母办理了后事，然后将继母的骨灰倒进了滏阳河中，仰望春天充满希望的天空，他的心中寒冷如冰。\n" +
            "\n" +
            "    命运对他不公平，一点儿也不公平，他从来都是一个好孩子、好学生、好儿子，为什么先后亲生父母离他而去，为什么继母那么好的人却早早病死？为什么他的所有付出和努力都得不到回报，反而让他越陷越深，在生活的泥潭中苦苦挣扎却没有出头之日！\n" +
            "\n" +
            "    为什么？为什么上天要如此折磨他？！施得在心中发出了无声的呐喊，一瞬间他决定，既然他失去了一切，人生也就没有了生存的意义，不如一死了之。\n" +
            "\n" +
            "    施得曾带黄素素来过单城，陪她游览了学步桥和回车巷，也正是在回车巷，他第一次亲吻了黄素素，往事不可追，但可回忆……\n" +
            "\n" +
            "    只是没有想到的是，最后在回车巷回味一下美好并且借以祭奠曾经逝去的纯真爱情时，却意外遇到了何子天。\n" +
            "\n" +
            "    多么何子天还提到了命格之数，尽管施得并不清楚到底什么是命格之数，但回忆他24年的经历，他还是发出了不甘的悲愤，为什么上天总要捉弄他？难道说，他的命格之数就是注定的多灾多难？\n" +
            "\n" +
            "    “如果真有命运的话，我的命运就是一曲悲歌，除了悲剧还是悲剧……”施得伸手去拿白酒，却拿了一个空，他摇头苦笑一声，“何爷，谢谢你给了我虚无飘渺的希望，但我的人生已经无路可走了，我该上路了……”\n" +
            "\n" +
            "    “人的命运之中，有定数，也有变数。七分命三分运，是说人的一生之中，有三分可以完全自己掌握的变数。而且如果通过对命格的改变，还可以逆天改命或是顺天改命，变成六分命四分运，甚至是五分命五分运！”何子天直视施得的双眼，坚定地说出了一番令施得震惊的话。\n" +
            "\n" +
            "    施得结结巴巴地问道：“改……命？怎么改？”\n" +
            "\n" +
            "    “从一个人的面相上确实可以看出一个人的部分命运，因为一个人一生下来，就确定了一生七分的定数，比如出身、比如父母、比如血缘亲戚，再比如长相、男女，这都是定数。”何子天并没有回答施得的问题，而是继续就命数的话题深入阐述。\n" +
            "\n" +
            "    “后天的努力确实可以改变一些命运，穷苦的孩子可以大富大贵，先天不足，后天可以用努力弥补，但能改变的部分毕竟有限，大多数人不知道的是，其实后天努力之中，也有许多命定的机缘在内，无法改变，就如一个人无法如何努力也考不上名牌大学，无论怎样勤奋都不能成功，无论怎么用心都追求不到自己的女人，等等，一句话，都是机缘不到。机缘，也是命数的一部分。”\n" +
            "\n" +
            "    “面相决定了一个人的先天条件，长得好，就拥有了起点高的优势，所以才有相面一说。而出生时的生辰八字，也决定了一个人和世界的内在联系，联系得密切而和谐，就一生顺利。联系得不太密切而牵强，就会总是跟不上世界的大势，一生事事不顺，一步错，步步错，所以也有从生辰八字算命一说。”\n" +
            "\n" +
            "    “但面相和八字并不能完全决定一个人的一生，天无绝人之路的道理说的就是，七分定数之外，还有三分变数，而且三分变数也不是一成不变，可以通过后天努力扩大变数。变数越大，自己掌握自己命运的能力就越大，就能获得想要的成功。谁都想让命运掌握在自己的手中，但却没有几人如愿？为什么？因为都没有改命之法！”\n" +
            "\n" +
            "    何子天声音不大，他和施得又坐在角落里，因此二人的对话并无外人听到。施得震惊得目瞪口呆，如听天书一样听何子天说出闻所未闻的秘闻，他心中翻江倒海，不知是宁肯信其有不可信其无，还是姑且听之。\n" +
            "\n" +
            "    何子天又捏起一粒花生米，有滋有味地咀嚼，他对花生米的喜爱超出了正常范畴，似乎就如他所说的一样，泄漏一句天机可以用吃十粒花生米来弥补，不管真假。反正他在走进一碗香之后，至少已经吃了不下一百粒花生米。\n" +
            "\n" +
            "    “在说到怎样改命之前，还是有必要再说说算命和相面之术。”何子天呵呵一笑，“算命和相面虽然只能算出一个人命运的皮毛，不能得出定论，但却是命数之学的基础，这样，我先给你讲两个故事，想不想听？”\n" +
            "\n" +
            "    “想！”施得现在被何子天完全绕了进去，不管真假，他现在心中都燃起了熊熊的火焰，改命……多么激动人心的事情，一个人如果能将命运掌控在自己手中，成功尽在掌握，该是何等的潇洒。那么曾经的失败，曾经不堪回首的往事，都将成为过去。\n" +
            "\n" +
            "    何子天微微一笑，说道：“唐朝时有一位精通相面之术的术士，自认阅人无数，相面之术已经达到出神入化的地步。一天，他路过一户人家，一眼看到一个正在出门的男子时，一下惊呆了。眼前的人衣着破烂，扛着一根木棍，手中拎着一把斧头，似乎要出去打柴，但他的面相，分明是王公贵族之相！”\n" +
            "------------\n" +
            "\n" +
            "第四章 命运法则\n" +
            "\n" +
            "“术士心中不解，仔细打量男子半天，确定他没有看错，男子不管是面相还是气质，都是大富大贵之命，怎么会是市井打柴人？他就向前问道——敢问阁下究竟何人？”\n" +
            "\n" +
            "    “男子很奇怪地答道，我就是一名樵夫，正要上山打柴，你是谁，为什么要拦住我的去路？”\n" +
            "\n" +
            "    “术士就更是不解了，就对自己精心钻研了几十年的相术起了疑心，不管他怎么推算樵夫的命运，都是大富大贵之命，甚至他还问了樵夫的生辰八字，用算命之法为他推演，结果还是一样的结论，樵夫是王侯将相之相！”\n" +
            "\n" +
            "    “但眼前的樵夫明明就是一个樵夫，难道说，他的相术和推演之法全是错的？术士百思不得其解。”\n" +
            "\n" +
            "    何子天的的故事完全吸引了施得，施得瞪大了眼睛，好奇和激动充满了内心，他直勾勾望着何子天，迫不及待地问道：“何爷，到底是怎么回事？”\n" +
            "\n" +
            "    “是啊，到底是怎么一回事？”何子天故意卖了一个关子，“先不说答案了，我再讲另外一个故事。故事的主人公还是这位术士。他有一次路过一户人家，天色已晚，他去借宿。主人是一老一少，孤儿寡母，寡母十分热情，不但同意术士借宿，还为他准备了饭菜。术士吃饭期间，观察到寡母面露凄容，郁郁寡欢，就问寡母是不是有什么忧心之事。”\n" +
            "\n" +
            "    施得瞪大眼神，心想不管何子天是不是骗子，不管他说的是真是假，至少他的故事引人入胜，心想，听听也无妨，就当长见识了。\n" +
            "\n" +
            "    “寡母见术士问起，忽然流泪半晌，然后才说，她早年丧父，又中年丧夫，现在膝下只有一子，本来以为老有所依，可以和儿子相依为命，谁知前些日子有一名相士路过，见到她的儿子之后，说她的儿子面相大凶，是早夭之相。儿子今年已经十七岁，依相士所言，活不过明年了……”\n" +
            "\n" +
            "    “术士一听心中一惊，忙挑亮灯光仔细打量寡母的儿子一番，不由暗暗叹气，果然如先前的相士所说，寡母之子面相孤寒，双眼下斜，眉毛中断，正是早夭之相。术士虽然心存不忍，但命乃天定，强求不得，只好如实相告寡母。”\n" +
            "\n" +
            "    “寡母一听，更是忧愁遍地，和儿子抱头痛哭。术士无奈，只好劝慰几句。但在生死大事面前，空话无用。晚上，术士借宿在孤儿寡母之家，和寡母之子同睡。睡到半夜，术士还是不忍寡母一人一生孤寒，就起床再仔细打量孤儿，但从面相之上，怎么看怎么都没有转机，不由长叹一声，感叹命运之数确实是天意，凡人只能顺天而行，不可违逆。”\n" +
            "\n" +
            "    “正要熄灯入睡之时，术士忽然发现孤儿没有了呼吸，不由大惊失色，虽然孤儿是早夭之相，但至少也还有一年多的寿命，怎么现在就夭折了？震惊之余，术士近前一观，才知是一场虚惊，原来孤儿睡觉之时，呼吸极轻，一呼一吸之间又绵又长，几不可闻，不仔细观察还真以为断了呼吸。”\n" +
            "\n" +
            "    “明白了此节，术士大为放松，忽然又想到了什么，大喜过望，心中惊呼，孤儿有救了。天一亮，他就迫不及待地告诉了寡母，说是孤儿虽然面相早夭，但因天生有福泽绵长的龟息之法，可以延年益寿。只要会龟息之法就可以活到一百二十岁，但因为孤儿面相早夭，抵消了福泽，折中之下，应该会有七十年的寿命。”\n" +
            "\n" +
            "    “孤儿寡母一听之下，大喜过望，忙不迭厚谢术士。术士推辞不受，说是并非他的功劳，如果他有改命之术才好，可惜他没有，孤儿之所以得以长寿，还是自身福泽。术士再回想起樵夫之事，终于大彻大悟，明白了尽人事听天命的无奈，相面、算命之术，终究不过是粗浅之术，即使知道一人是夭折、贫寒之命，又能如何？只能听之任之，如果能进一步参透天机，顺应天机，改变命定之数，才是相面、算命的极致。”\n" +
            "\n" +
            "    “术士回去之后，潜心研究，将多年的相面、算命的经验集结成书，希望可以从中研究出改命之法。结果术士至死也没有研究出改命之法，最后到底还是因为泄露天机太多而全身溃烂而死。而他一生的研究也就因此失传，引憾终生。”\n" +
            "\n" +
            "    “啊！”听到此处，一直沉浸在故事之中的施得才蓦然惊醒，惊问，“泄露天机，真会遭到天谴？”\n" +
            "\n" +
            "    “当然了。”何子天白了施得一眼，一副很是不满的神情，“你当我真爱吃花生米？我是没有办法不得不吃。”\n" +
            "\n" +
            "    说来说去，又绕到十粒花生米可以抵消一句天机上了，真没法……施得摆了摆手：“得，何爷，收起您的花生米高论，打死我也不会相信。”\n" +
            "\n" +
            "    忽然又想起了什么，施得又问：“对了，您还没说那个樵夫到底是怎么一回事儿……”\n" +
            "\n" +
            "    “想知道？”\n" +
            "\n" +
            "    “想知道！”\n" +
            "\n" +
            "    “跟我来。”何子天站起身来，起身就往外走，“到了地方我就告诉你。”\n" +
            "\n" +
            "    施得现在算是体会到什么叫被牵着鼻子走了，连他这个想死之人也暂时收起了死的念头，二话不说跟在了何子天的身后，就是想知道一个答案。其实并不是对术士最后如何看出了樵夫命贱的答案感兴趣，而是何子天所讲的一切勾起了施得心中熊熊的火焰。\n" +
            "\n" +
            "    ……求生的火焰。\n" +
            "\n" +
            "    施得不是得了绝症想要自杀，而是走投无路，在事业、爱情和亲情的三重打击之下，他绝望之极几近崩溃才想一死了之。但现在眼前突现曙光，如果真如何子天所说世间有改命之法，或者说可以将自己的命运牢牢掌握在自己的手中，谁好好的还会去死？\n" +
            "\n" +
            "    谁不想成功在握？谁不想名满天下？谁不想功成名就？\n" +
            "\n" +
            "    暂且不管何子天说的是真是假，反正至少从目前的情形判断，何子天没有骗他的意思，再者，谁还能从他身上骗得了他什么？施得索性也就死马当活马医，跟何子天走上一遭。\n" +
            "\n" +
            "    走出一碗香的大门时，碧悠送出了门口。\n" +
            "\n" +
            "    在目光落在碧悠脸上的一瞬间，施得惊呆了。\n" +
            "\n" +
            "    在下江上大学的四年里，施得不是没有见过美女，平心而论，他的第一任女友黄素素就是一位大美女，美如朝霞。只是自认阅女无数的施得在第一眼见到碧悠时，心中就突如其来闪过一个呼之欲出的名字——西施。\n" +
            "\n" +
            "    是的，就是古代四大美人之一的西施。\n" +
            "\n" +
            "    西施长什么样子，今人谁也没有见过，不过在施得的想像之中，站立眼前一米开外的碧悠就是西施的化身——娥眉青黛、明眸流盼、朱唇皓齿、细腰雪肤，完全符合施得所有关于古典美女想像的美好，尤其是她一袭长裙在腰间一收，婀娜之姿令人为之目眩。\n" +
            "\n" +
            "    碧悠并未多看施得一眼，只是轻启朱唇，冲何子天说道：“何爷，下次再来，记得提前打个招呼，花生米没有来得及精挑细选，怠慢了。”\n" +
            "\n" +
            "    何子天一挥手：“碧悠，你以后多备一些花生米，我最近说不定会常来。”说话间，他伸手拍了拍施得的肩膀，“就算我不常来，小施也会成为一碗香的常客。”\n" +
            "\n" +
            "    碧悠的目光此时才落到了施得的身上，冲施得微一点头：“欢迎。”\n" +
            "\n" +
            "    施得被碧悠的明媚闪了一下，微微失神，忙说：“何爷是好心，但我不一定就如他所说会常来一碗香，各人有各命。”\n" +
            "\n" +
            "    施得只是随口一说，原以为碧悠不会明白他的话，不料碧悠却微叹一声说道：“何爷说你会常来，你一定会常来。你既然认识了何爷，你的命就不由你……也不由天了。”\n" +
            "\n" +
            "    不由自己不由天，会由谁？施得没听明白碧悠的话。\n" +
            "\n" +
            "    施得只能算是半个单城人。\n" +
            "\n" +
            "    施得的父母都是知青，在那个****荒诞的年代，也不知何故父母会不远千里从京城和下江来到位于单城东部的一个小县下乡。奇怪的是，父母既没有在返城潮中回城，也从来不向施得提及各自的身世，更没有带施得见过爷爷奶奶和姥爷、姥姥，施得的童年就和别的孩子的童年大不相同，除了父母的疼爱之外，再没有一个家族的长辈抱过他。\n" +
            "\n" +
            "    父母失踪之后，因为继母工作调入单城的关系，施得算是对单城有了几分感情，后来他还带黄素素来过单城，在单城的大街小巷，也曾留下过他和黄素素的欢声笑语。\n" +
            "\n" +
            "    即使如此，单城对施得来说，仍然算是一个陌生的城市，他只熟识单城几条有限的大道，对单城众多的小巷以及城中村，他所知甚少。\n" +
            "\n" +
            "    所以当何子天领着他七转八拐来到一处陈旧院落时，看到衰败、破旧甚至有些荒凉的小院，施得很是不解地问道：“何爷，你住的地方和你的身份不太相符呀？”\n" +
            "------------\n" +
            "\n" +
            "第五章 改变命运的第一步\n" +
            "\n" +
            "何子天笑了：“我什么身份？是不是你觉得我住在豪宅开着宝马才符合身份？我就是一个再普通不过的老头子。”\n" +
            "\n" +
            "    施得无所谓地摇了摇头：“小隐隐于市，大隐隐于野，想想你住在一个陈旧的院子里，也符合你江湖骗子的身份。要是你住高楼开好车，才是没有天理了。”\n" +
            "\n" +
            "    何子天不理会施得的嘲讽，伸手一指院中的椅子：“坐吧。”\n" +
            "\n" +
            "    小院不大也不小，也就是五十平米见方，有平房三间，院中种了不少蔬菜，在东西南北方位，还各种了一棵果树。\n" +
            "\n" +
            "    仔细打量的话，院子虽然简朴，但布局却别具匠心，显然经过了精心的布置。就是说，不管从哪个角度来看，都是横平竖直，不见一丝杂乱。简朴之中透露出一种浑然天成的味道，就连施得这个外行看了也不由暗暗称奇。\n" +
            "\n" +
            "    院中有一把方桌，两把木椅，施得很不客气地坐在其中一把椅子上，对正在倒茶的何子天说道：“何爷，我不喝茶，我就等你一句话。”\n" +
            "\n" +
            "    “什么话？”何子天笑眯眯地问道，还是为施得倒满了茶，“远来是客，请喝茶。”\n" +
            "\n" +
            "    “你究竟想打我什么主意？”施得心想既然来了，喝口茶也没有什么，就端起茶一饮而尽，“我无权无势又身无分文，你想从我身上能得到什么好处？”\n" +
            "\n" +
            "    何子天微微一笑：“我无儿无女，而且还没有一个亲人，就是一个可怜的孤寡老人。你现在也是孤身一人，同是天涯沦落人……”\n" +
            "\n" +
            "    “哦，我明白了，你想让我为你养老？”施得狡黠地笑了，“想法是不错，但实现的可能性极低，我现在还欠了一屁股债，一辈子都翻不了身了，对不起，何爷，我连自己都养活不了，更没经济能力照顾您老人家。”\n" +
            "\n" +
            "    “再说，既然你有改命之法，掌握了自己的命运，要风得风要雨得雨不是易如反掌？”\n" +
            "\n" +
            "    “我确实有改命之法，但却只能帮别人改命，改不了自己的命。”何子天长叹一声，“我一生绝学，以为学有大成，到最后却发现，终究还是难以将自己的命运完全掌握在自己手中，也不知是功力不够，还是学问不精，总之，总是差了一步。”\n" +
            "\n" +
            "    “我算是明白了，你想收我当徒弟？”施得总算听出了一丝端倪。\n" +
            "\n" +
            "    “也对，也不对。”何子天模棱两可地答道，“以你的资质，也不好说是不是适合继承我一生的绝学，但事无绝对，也许你改命之后，会有出人意料的变化。不过要是真收你当徒弟，你只能算是二徒弟。”\n" +
            "\n" +
            "    “这么说，我还有一个师兄？”\n" +
            "\n" +
            "    “不是师兄，是师姐。”何子天呵呵一笑，“你也见过了，就是碧悠。”\n" +
            "\n" +
            "    “碧悠？”施得这一下吃惊不小，脑子迅速一转，嘿嘿一笑，“这么说，碧悠以前是失足妇女，然后被你拯救了？”\n" +
            "\n" +
            "    “你小子！”何子天生气了，伸手拿过一支烟袋打在了施得的脑袋上，“胡说八道，碧悠是良家妇女，哪里是什么失足妇女，你就会乱说。”\n" +
            "\n" +
            "    吃了一记，施得无赖地一笑，揉了揉脑袋说道：“我总觉得正常人或说但凡有点活路的人，都不会相信你的话。”\n" +
            "\n" +
            "    “别扯了，我就告诉你一句话，你跟我三年，管你有吃有喝，三年后，保你春风得意，一马平川。等你将来功成名就之后，你不但要为我养老，还要十倍还我今天的投入。”\n" +
            "\n" +
            "    施得很认真地想了想，他现在债务缠身，吃饭都成问题，如果躲在何子天的庇护之下，藏身在单城的一处民居之中，躲成小院成一统，管他春秋与秋冬，也不失为没有办法的办法。\n" +
            "\n" +
            "    只要有吃有喝有住有穿，谁还非要去死不成？至于何子天所说的改命和更长远的前景，暂时不必去管，也管不了那么多。做人都是走一步看一步，谁能一眼看到未来的十年，谁就是神仙。\n" +
            "\n" +
            "    “我得先弄清楚一个问题，何爷，你和我素昧平生，你对我这么好，想收我当徒弟让我为你养老可以理解，但万一以后我翻身不了，最后还是落一个竹篮打水一场空的下场，你岂不是白投入了？”施得丑话说到前头，他虽然有时无赖了一些，但做人的底线还有。\n" +
            "\n" +
            "    “以后的事情，就不用你操心了。”何子天信心十足地说道，“我只问你答不答应？”\n" +
            "\n" +
            "    “答应，为什么不答应？”施得无所谓地笑了，“有一个神神道道的师傅，有一个貌美如花的师姐，还可以衣食无忧，我何乐而不为？用我不值钱的命来换今天的生存和虚无飘渺的未来，是一笔很划算的买卖。”\n" +
            "\n" +
            "    “好，一言为定！”何子天哈哈一笑，“谁也不知道自己的的命有重要未来有多宽广，所以，你先别说不值钱，到时，你别后悔就成。”\n" +
            "\n" +
            "    “来，握个手。”说完，何子天又主动伸手过来。\n" +
            "\n" +
            "    施得也未多想，直接就握住了何子天的手，感受到何子天手掌强有力的力量以及他手心的温度，施得莫名心中一阵狂跳，仿佛一个关于未来的赌注就在握手之间完成了契约。\n" +
            "\n" +
            "    时间过得很快，转眼间夜色就笼罩了整个小院。\n" +
            "\n" +
            "    由于位置偏僻，暮色四合之中的小院就显得格外寂静，没有车水马龙的轰鸣，也没有人来人往的喧嚣，只有与世隔绝的静谧。\n" +
            "\n" +
            "    在和何子天又说了一些天南地北的闲话之后，施得又困又乏，再也支撑不住，早早睡下了。何子天的宅院虽然不大，但三间房间布置得却是不错，施得随便挑了一间，简单漱洗一下，倒头便睡，睡得香甜，睡得没心没肺。\n" +
            "\n" +
            "    施得入睡许久之后，何子天才从院中的椅子上坐起，或许是仰望夜空太久了，他的脖子微微酸疼，轻轻摇动了一下脖子，然后慢慢来到了施得的床前。\n" +
            "\n" +
            "    施得睡得早，并没有发现位置偏僻的小院的夜空格外明亮，没有城市夜空常见的光污染，而是漫天星斗清晰可见。\n" +
            "\n" +
            "    在施得床前站立了片刻，凝视了施得半天，何子天慈祥地一笑，转身又回到了院中，继续仰望星空。足足过了有半个小时之久，他才收回目光，自言自语地说了一句：“天时、地利、人和，都齐了，施得，你的机缘到了，但愿你的机缘也是我的机缘。”\n" +
            "\n" +
            "    施得是死里逃生，一下卸下了心头的包袱，只睡得昏天黑地，别说能听到何子天的轻声细语了，就是在他耳边打一个雷，他也未必能惊醒。\n" +
            "\n" +
            "    “但愿你能改命成功，不负我一生的研究心血。找到如你一样资质并且走投无路的一个实验品，花费了我整整二十年的时间。”何子天的神情在夜色之中说不出是凝重还是庆幸，“从今天起，你的人生将会改写，你的命运，将会彻底改变！”\n" +
            "\n" +
            "    施得的命运将会怎样彻底改变，他暂时并不是十分关心，也懒得去想，在一觉睡了一天一夜之后，神清气爽的他起床之后第一件事情就是问何子天：“何爷，你还没有告诉我为什么术士看错了樵夫的面相？”\n" +
            "\n" +
            "    何子天正在院中打太极，见睡醒之后的施得精神不错，呵呵一笑：“术士后来无意中碰了一下樵夫的手臂，顿时恍然大悟，随后又拉了拉樵夫的手，才明白问题出在哪里。原来樵夫虽然生有大富大贵之相，但骨贱如纸，面相再好，也要有先天的贵骨才行。一个人如果贱在骨子里，长得再相貌堂堂，也难成大器。”\n" +
            "\n" +
            "    施得若有所思地沉默了一会儿：“何爷，这么说，我应该是有贵骨了？”\n" +
            "\n" +
            "    何子天笑而不答施得的问题，只是用手一指院中的方桌：“吃饭，饭后还有事情要做。”\n" +
            "\n" +
            "    现在是早春时节，春寒料峭，坐在院中吃饭还微有清冷，施得嘟囔说道：“怎么不在屋里吃饭？”\n" +
            "\n" +
            "    何子天脸色一沉：“赶紧吃饭，赶时间。”\n" +
            "\n" +
            "    施得人在屋檐下，不得不低头，只好回敬了何子天一个白眼，然后埋头吃饭。\n" +
            "\n" +
            "    不过别说，粗茶淡饭倒也味道不错，施得边吃边想，何子天到底是一个什么样的人物，说他孤苦无依，他又乐观向上。说他高深莫测，他又和平常人没什么两样。\n" +
            "\n" +
            "    边走边看吧，施得打定了主意，反正何子天赌的是他的未来，未来是福是祸，是贫穷还是富贵，还很遥远，现在先混个衣食无忧再说。\n" +
            "\n" +
            "    “好了，吃饱了。”施得麻利地起身，说道，“何爷请吩咐。”\n" +
            "\n" +
            "    “跟我走。”何子天脸色凝重，一本正经地当前带路而去。\n" +
            "\n" +
            "    施得原以为何子天会领他去做什么惊天动地的大事，等到了地点一看，不由哭笑不得，原来何子天又领他来到了回车巷。\n" +
            "\n" +
            "    “何爷……”施得见何子天从随身的包中拿出一块白布，摆在了地上，又拿出一个马扎打开，看阵势，显然是要摆摊算命了，不由苦笑，“这是干什么？”\n" +
            "\n" +
            "    何子天反问：“当然是摆摊算命了，你说是干什么？”\n" +
            "\n" +
            "    “不是……”施得有点急了，“你不是说我是大富大贵之命，哪里有大富大贵之人在街头摆摊算命的道理？敢情你之前说得天花乱坠，都是为了骗我？不对，是不是你一开始看错了，我面相虽好，但现在发现我又是骨贱如纸了？”\n" +
            "\n" +
            "    （求推荐、求打赏，哼哼！）\n" +
            "------------\n" +
            "\n" +
            "第六章 逆天改命和顺天改命\n" +
            "\n" +
            "何子天哈哈一笑：“小施，你不要胡思乱想了，今天是我摆摊，不是你，你只管坐在旁边看个清楚就行了。”\n" +
            "\n" +
            "    施得明白了什么，但还是不满意地说道：“我可事先声明，我好歹也是毕业于名牌大学，再怎么着也不能干摆摊算命的营生。如果你说我的大富大贵的人生就是当一个江湖骗子，哪怕就是一个高级的江湖骗子，我也不干。”\n" +
            "\n" +
            "    “以后你就明白了。”何子天也不过多解释，“等你真正明白了人生如戏的道理，你就知道，生活中人人都是骗子，所不同的是，骗术有高有低罢了。”\n" +
            "\n" +
            "    “歪理邪说。”施得嘟囔了一句，老老实实地坐在了一边，他也好奇，想亲眼看看何子天怎样给人算命，更想知道何子天怎样安排他的下一步人生。\n" +
            "\n" +
            "    欠债上百万，人生跌入深不见底的谷底，再加上孤苦伶仃一人，爱情也逝去，他的人生全面灰暗，几乎看不到一丝光亮，除非有奇迹出现，怎样才能彻底扭转眼下的不利局面？平心而论，施得看不到一丝希望，不提爱情，不管失踪的父母，就是所欠的一屁股债，如果没有特殊际遇的话，估计一辈子不吃不喝也还不起。\n" +
            "\n" +
            "    正当施得心思纷乱、胡思乱想不知道人生的下一步会走向何方时，何子天迎来了第一位客人。\n" +
            "\n" +
            "    也别说，何子天世外高人的卖相确实效果上佳，比起周围不是戴着墨镜就是柱着竹竿的非正常人类的形象，不知强了多少，他比别人先有生意上门，也确实应该。\n" +
            "\n" +
            "    正是早春的早晨，天气微寒，春风一吹，带来远处滏阳河河水的潮气，有一股清新的味道。施得却无心品味春天早晨的单城散发怎样的洋溢古城风情的生活气息，他只是将目光落在蹲在何子天面前的中年男人身上。\n" +
            "\n" +
            "    何子天的第一个客人是一个秃了头顶的中年男人，个子不高，顶多一米六七，体重不轻，至少100公斤，腰围明显长过腿长，他蹲在地上的姿势很难看，似乎双腿承受不住肚子的重量一般。\n" +
            "\n" +
            "    “我来算一算……”胖子快速眨动了几下眼球，目光又扫了施得一眼，似乎在琢磨什么，说道，“要是算不准，我可不给钱。”\n" +
            "\n" +
            "    施得好歹也是在下江待过几年，还曾经是百万富翁，见多识广，一眼看出了胖子虽然委琐，但衣着、皮鞋乃至皮带都是名牌，就是说，他一身行头至少也要值几千元。\n" +
            "\n" +
            "    在2000年时的单城，能一身行头价值几千元的人物，绝对不是等闲之辈。但舍得为自己一身上下花几千元的人物，却开口先提几块钱卦金的问题，不由施得对他的人品打了一个问号。\n" +
            "\n" +
            "    “滏阳河水浪涛高，十字衙门风声急……”何子天突兀地说了一句，一句就点中了胖子的命门，“不管我算得准不准，都分文不取，不过，我要你的一句话！”\n" +
            "\n" +
            "    胖子顿时惊呆当场。\n" +
            "\n" +
            "    何子天一语中的！\n" +
            "\n" +
            "    胖子愣了足足有一分钟之久，张大的嘴巴半天无法合拢，结结巴巴地说道：“老神仙，你眼真毒，我是服了。只要你解了我的难题，你说什么就是什么。别说要我的一句话，你要多少钱，我给多少。”\n" +
            "\n" +
            "    施得不敢相信地又仔细打量了胖子一番，再三确认胖子和何子天确实素昧平生，今天是第一次见面，并不是何子天找来的群众演员故意在他面前演双簧，他心中才有了更大的触动。\n" +
            "\n" +
            "    如果说先前何子天一语道破他的隐密，神奇但不离奇，施得在勉强接受的同时，心中始终认为何子天不过是察颜观色，从他的落魄和装扮上看出了他的处境不好，再随口用几句玄之又玄的话一套，他就掉进了圈套。\n" +
            "\n" +
            "    虽然实事求是地讲，何子天对他有救命之恩，并且道风仙骨、学识渊博，而且还收留了他，对他恩同再造，他不应该对何子天有丝毫的不敬。但话又说回来，从小受到唯物主义教育的施得，又毕业于名牌大学，被模式化的教育洗脑多年，想让他一下接受未知的神秘事物，而且似乎还不那么科学，他还真接受不了相面、算命之术，更无法理解改命之说。\n" +
            "\n" +
            "    眼前的事实却让施得对他十几年所受的教育产生了怀疑，何子天对一个从未见过一面的陌生人一语道破对方的秘密，就不是什么科学或严谨的理论所能解释的现象。他的心中先是震惊，继而又无比期待地想看看何子天接下来如何摆弄胖子，如何从胖子手中大赚一笔。\n" +
            "\n" +
            "    对，现在的施得眼中全是金钱，一个背负了一身债务的人，最喜欢的东西就是大把大把的钞票。\n" +
            "\n" +
            "    “我说过了，我分文不取。”何子天却还是坚持不收分文的原则，“只要你的一句话，或者说，是一个承诺。”\n" +
            "\n" +
            "    “老神仙，你快说，只要我能办到，一定照办。”天气微寒，一般人现在都还穿了棉衣，胖子穿了单衣，却还是满头冒汗，“快救救我，老神仙。”\n" +
            "\n" +
            "    俗话说病急乱投医，一点不假，胖子现在将何子天当成了救命稻草。也难怪，任谁被一个只见一面只看一眼的道风仙骨的人物一句话就说中心事，谁都会心生敬畏，哪怕他是所谓的坚定的马列主义信仰者。\n" +
            "\n" +
            "    “救你不难。”何子天十分镇定，淡然地一笑，“但你现在的处境已经到了绝境，要想绝处逢生，只有一条路可走，就是……改命。”\n" +
            "\n" +
            "    \n" +
            "\n" +
            "    \n" +
            "\n" +
            "\n" +
            "    ";
}
